 <h1 class="sectionedit1" id="ffbwcamp">FFBW::camp</h1> <div class="level1"> <p> Du bist eingeladen zum &bdquo;<a href="https://freifunk-bodensee.net/doku.php?id=events:ffbw_camp" class="wikilink1" title="events:ffbw_camp">FFBW::camp</a>&ldquo; vom 25. - 27.August 2017 im Fallenbrunnen Friedrichshafen. Ob nur f&uuml;r ein paar Stunden an einem Tag oder &uuml;ber die kompletten drei Tage, Dich erwarten Vortr&auml;ge, Workshops, gemeinsames Grillen und super Gespr&auml;che zu allen Freifunkthemen. </p> <p> Die Zusammenfassung aller Infos gibt es hier: <a href="https://freifunk-bodensee.net/doku.php?id=events:ffbw_camp" class="wikilink1" title="events:ffbw_camp">FFBW::camp</a> </p> <p> F&uuml;r Einsteiger werden wir am Samstag Mittag (ca. 14 Uhr, genauer Zeitplan folgt noch) einen Einstiegsworkshop veranstalten, in dem zu erst erkl&auml;rt wird, was Freifunk &uuml;berhaupt ist und anschlie&szlig;end gezeigt wird, wie man Freifunk-Nodes (Router) mit Freifunk-Firmware bespielt und einrichtet. Es ist wahrscheinlich von Vorteil hierzu ein eigenes Laptop dabei zu haben. Es wird auch Tips zum Aufstellen des &bdquo;Routers&ldquo; f&uuml;r den jeweiligen Zweck geben und es k&ouml;nnen Fragen beantwortet werden. </p> <p> Wir werden im Fallenbrunnen [1] gro&szlig;e Teile eines Geb&auml;udes und den Innenhof zur Verf&uuml;gung haben. So werden dort R&auml;umlichkeiten f&uuml;r Vortr&auml;ge und Workshops zur Verf&uuml;gung stehen und auch der Innenhof bietet platz f&uuml;r ein gem&uuml;tliches beisammen sein um zum Beispiel am Abend gem&uuml;tlich Grillen zu k&ouml;nnen. Das Zelten selber wird leider nicht m&ouml;glich sein, aber es wird ein paar R&auml;ume geben die sich zum &Uuml;bernachten mit Isomatte und Schlafsack eignen. Au&szlig;erdem gibt es Parkpl&auml;tze in der unmittelbaren N&auml;he bei denen man auch mit dem Wohnmobil parken kann. </p> <p> Der Bodensee ist 2km entfernt und in ca. 23 Minuten zu Fu&szlig; erreichbar, wenn man den Bus nicht nehmen m&ouml;chte. </p> <p> Ihr seht also, wenn wir wollen, wird das eine echt coole FFBW::con. </p> <p> F&uuml;r eine bessere Planung w&auml;re es echt cool, wenn ihr euch auf <a href="https://anmeldung.ffbsee.de/Freifunk/FFBWCamp17/" class="urlextern" title="https://anmeldung.ffbsee.de/Freifunk/FFBWCamp17/">https://anmeldung.ffbsee.de/Freifunk/FFBWCamp17/</a> anmelden w&uuml;rdet. Dabei k&ouml;nnt ihr angeben ob ihr im Geb&auml;ude mit Isomatte und Schlafsack &uuml;bernachten m&ouml;chtet. Und wenn ihr bereit w&auml;rt ein wenig bei der Organisation zu helfen oder uns n&uuml;tzliche Tipps zu geben sind wir &uuml;ber jede Hilfe dankbar. </p> <p> Wir freuen uns &uuml;ber Feedback und hoffen auf ein cooles FFBW::camp am Bodensee. </p> <p> Viele Gr&uuml;&szlig;e </p> <p> Die Freifunk Bodensee Community </p> <p> [1] <a href="https://www.openstreetmap.org/node/3840736547#map=19/47.66543/9.44472&amp;amp;layers=N" class="urlextern" title="https://www.openstreetmap.org/node/3840736547#map=19/47.66543/9.44472&amp;amp;layers=N">https://www.openstreetmap.org/node/3840736547#map=19/47.66543/9.44472&amp;amp;layers=N</a> </p> <p> [2] <a href="https://www.openstreetmap.org/directions?engine=graphhopper_foot&amp;amp;route=47.6652%2C9.4450%3B47.6530%2C9.4567" class="urlextern" title="https://www.openstreetmap.org/directions?engine=graphhopper_foot&amp;amp;route=47.6652%2C9.4450%3B47.6530%2C9.4567">https://www.openstreetmap.org/directions?engine=graphhopper_foot&amp;amp;route=47.6652%2C9.4450%3B47.6530%2C9.4567</a> </p> </div> <!-- cachefile /var/www/ffbsee.de/web/data/cache/d/d5c4f870daf07a9257a442c769f12412.xhtml used -->  <h1 class="sectionedit1" id="freifunk-treffen_und_veranstaltungsplanung">Freifunk-Treffen und Veranstaltungsplanung</h1> <div class="level1"> <p> Unser letztes Freifunk-Treffen vor der MakerFaire und dem Freifunk Camp findet am <strong>7. Juli 2017</strong> in der Toolbox Bodensee e.V. in Markdorf statt. </p> <p> Wie schon so oft werden wir im Laufe des Abends zusammenkommen, um uns dann gegen <strong>19:00 Uhr</strong> an den gro&szlig;en Tisch zu setzen und mit dem Besprechen der Freifunk-Themen (u.a. Camp und MakerFaire) loslegen. </p> <p> Wir hoffen daher, dass ihr euch bei der Planung beteiligt und zahlreich Remote im <abbr title="Internet Relay Chat">IRC</abbr> oder besser noch vor Ort anwesend seid. </p> </div> <h4 id="und_was_geht_da_nun_so_vong_mampfen_her">Und was geht da nun so vong Mampfen her?</h4> <div class="level4"> <p> Der Hackerspace Toolbox Bodensee e.V. hat einen K&uuml;hlschrank, der mit Getr&auml;nken wie Cola, Spezi und mate gef&uuml;llt ist sowie ein paar Snacks zum Naschen. Mehr dazu auf <a href="https://kueche.toolbox-bodensee.de" class="urlextern" title="https://kueche.toolbox-bodensee.de">k&uuml;che.toolbox-bodensee.de</a>. </p> </div> <!-- cachefile /var/www/ffbsee.de/web/data/cache/6/6f179713be4df9ee1d1a273182d74e8a.xhtml used -->  <h1 class="sectionedit1" id="freifunk-treffen_in_owingen">Freifunk-Treffen in Owingen</h1> <div class="level1"> <p> Am Donnerstag, den 22.06.2017 findet in Owingen ein Freifunk-Treffen statt. Der Fokus dieses Treffens liegt dabei auf der Thematik <strong>&ldquo;&uuml;berregionale Vernetzung&rdquo;</strong>, aber auch <strong>&ldquo;alternative Dienste, wof&uuml;r ist das Netz gut, not only free-wifi&rdquo;</strong>. Auch <strong>&ldquo;was war 2001 die Idee von Freifunk, und wo stehen wir heute&rdquo;</strong> sowie <strong>&ldquo;Freifunk als Testbed f&uuml;r ein neues Internet?</strong> soll dort zur Sprache kommen. </p> <p> Weitere Infos zu diesen Themen gibt es u.a. im Internet unter <a href="https://gnunet.org/videos" class="urlextern" title="https://gnunet.org/videos">gnunet.org</a>, <a href="https://www.youtube.com/watch?v=nbuxlhe2bIE" class="urlextern" title="https://www.youtube.com/watch?v=nbuxlhe2bIE">YouTube</a>, <a href="https://www.youtube.com/watch?v=OEBu7u6hZSo" class="urlextern" title="https://www.youtube.com/watch?v=OEBu7u6hZSo">noch mehr auf Youtube</a> und auch auf vielen weiteren tollen Seiten wie <a href="https://media.ccc.de" class="urlextern" title="https://media.ccc.de">media.ccc.de</a>. </p> <p> Anwesend werden u.a. Daniel Golle und Christian Grothoff sein, aber nat&uuml;rlich auch die lokale Freifunk-Community vom Bodensee. </p> <p> Also komm auch du vorbei! </p> </div> <!-- EDIT1 SECTION "Freifunk-Treffen in Owingen" [1-937] --> <h2 class="sectionedit2" id="wohin">Wohin?</h2> <div class="level2"> <pre class="code">Schreinerei L&auml;ngle Henkerberg 6 88696 Owingen</pre> <p> <a href="https://vpn8.ffbsee.de/meshviewer/index.html#!v:m;n:a62bb0d9369f" class="urlextern" title="https://vpn8.ffbsee.de/meshviewer/index.html#!v:m;n:a62bb0d9369f">Standort im Meshviewer</a> </p> </div> <!-- EDIT2 SECTION "Wohin?" [938-1102] --> <h3 class="sectionedit3" id="wann">Wann?</h3> <div class="level3"> <pre class="code">Am Donnerstag Abend, den 22.06.2017 Ab 16:00 Uhr kann man kommen. Um 19:00 Uhr wird gegrillt. Um 20:30 gibt es die Vortr&auml;ge.</pre> </div> <!-- EDIT3 SECTION "Wann?" [1103-1255] --> <h3 class="sectionedit4" id="grillen">Grillen?</h3> <div class="level3"> <pre class="code">Es wird gegrillt! Wer mitmachen will: Bitte Grillgut und Beilagen selbst mitbringen. Salatspenden sind gerne gesehen!</pre> <p> Wir freuen uns auf euch! </p> </div> <!-- EDIT4 SECTION "Grillen?" [1256-] --> <!-- cachefile /var/www/ffbsee.de/web/data/cache/5/50910cd03d43896e814f0a3394eb5b2f.xhtml used --> 